a = 'это моя строка'
print(a[0]) #Выведите первый символ.
print(a[-1]) #Выведите последний символ (используя отрицательный индекс).
print(a[2:5]) #Выведите подстроку с третьего по пятый символы (то есть со второго по четвёртый индекс. Важно помнить что в записи [4:8] выведется с 4 по 7 индекс).
print(a[::-1]) #Выведите строку наоборот
print(len(a)) #Выведите длину строки (функция len).
print('это новая строка'+'это моя строка')#Соедините строки 'это новая строка' и 'это моя строка' (в той же последовательности) и выведите результат на экран.
